const list = {
  results: [{
    id: 1,
    abstract: "梦想是个好东西，希望你也有。二十来岁，马上毕业，正是开始奋斗谈梦想的年纪。今天我想聊聊梦想。我的梦想是其实很简单，只要能够写写字就好。我的对口工作呢，是程序员。当初选择这个专业呢，不是因为爱好，也对行业不是很了解，算是巧合，阴差阳错。而在逐渐了解了互联网，了解了程序员这个职业之后，我发现这不是我特别喜欢的职业。我刚刚结束了一段实习工作，初探程序员世界一角。朝九晚六，晚上随时有问题随时打开电脑修改BUG，偶尔还可能周六加个班。这还是实习的情况，如果正式工作了，996都是很正常的工作周期。前段时间微博的工程师还因为鹿晗搞崩微博服务器，从而在婚礼现场加班修复。可想而知，这一行也是十分的艰辛。",
    time: "2017-10-16",
    title: "以梦为马，不日抵达。",
    author:'李瑞丰v'
  },
  {
    id: 2,
    abstract: "下次群发祝福的时候，能不能把我去掉。十一加中秋的假期过去了，中秋是一年中的重大节日，有句俗话说的好，每逢佳节必群发。相信大家中秋那天可能收到了各种各样的群发消息。有的是藏头诗，有的各种排比，有的各种比喻。简直是能人辈出，也不知道他们都从哪复制粘贴的，也不知道最开始创作这条祝福的人在哪里，可能这条祝福已经沿用了好多年。",
    time: "2017-10-08 ",
    title: "每逢佳节必群发 ",
    author:'李瑞丰v'
  },
  {
    id: 3,
    abstract: "原创和版权，在中国一直一个不太受重视的东西。前些日子，很火的一个事情就是「00后CEO」了。中国首位00后CEO迅速走红网络，连雷军都转发相关微博表示很不错。但很快，一位开源作者指出来，这位00后CEO公司所发布的产品抄袭自他的开源作品。",
    time: "2017-09-17",
    title: "原创已死？ ",
    author:'李瑞丰v'
  },
  {
    id: 4,
    abstract: "前两年，微信自媒体这一行业可谓达到了顶峰，诸多大号纷纷赚的盆满钵满。于是，无数人奔向了微信公众号，开始做起了自媒体。可是，似乎再没有谁能成为下一个 papi酱，也没有哪个人成为了下一个咪蒙。于是，有人开始说公众号已经没有红利了。在这个时候，我创建了我自己的个人公众号「Sayhub」。", 
    time: "2017-09-06",
    title: "我来了，现在做自媒体晚吗？",
    author:'李瑞丰v'
  }
  ],
  message: "success",
  status: 0,
  time: null
};

const detail = {
  message: "success",
  status: 0,
  time: null
};

export {
  detail,
  list
}